[
  {
    "meta": {
      "title": "4 Oak Framed Buildings to Enhance your Home - Monarch Oak South East",
      "description": "With such a versatile material like Oak we can build pretty much anything, take a look at our top 4 buildings to enhance your home and living space. Call 01435 408030."
    },
    "title": "4 Oak Framed Buildings Options to Enhance your Home",
    "date": "2019-10-01",
    "markdownFile": "blog-2019-10-01.md"
  },
  {
    "meta": {
      "title": "The oak difference: why there's no superior wood to build with - Monarch Oak South East"
    },
    "title": "The oak difference: why there's no superior wood to build with",
    "date": "2019-11-01",
    "markdownFile": "blog-2019-11-01.md"
  },
  {
    "meta": {
      "title": "From drab to dramatic: every home needs an oak porch - Monarch Oak South East"
    },
    "title": "From drab to dramatic: every home needs an oak porch",
    "date": "2019-12-01",
    "markdownFile": "blog-2019-12-01.md"
  },
  {
    "meta": {
      "title": "Timber framed building kits versus professional fitting: which is right for me? - Monarch Oak South East"
    },
    "title": "Timber framed building kits versus professional fitting: which is right for me?",
    "date": "2020-01-01",
    "markdownFile": "blog-2020-01-01.md"
  },
  {
    "meta": {
      "title": "Do I need planning permission for oak gazebos and garages? - Monarch Oak South East"
    },
    "title": "Do I need planning permission for oak gazebos and garages?",
    "date": "2020-02-01",
    "markdownFile": "blog-2020-02-01.md"
  },
  {
    "meta": {
      "title": "A new oak gazebo for the summer? Yes, please! - Monarch Oak South East"
    },
    "title": "A new oak gazebo for the summer? Yes, please!",
    "date": "2020-03-01",
    "markdownFile": "blog-2020-03-01.md"
  },
  {
    "meta": {
      "title": "Why our single oak garage kits are the solution your home needs",
      "description": "If you’re looking for a quick, yet gorgeous, solution to parking on the street and you love the challenge of DIY, Monarch Oak has a range of ready-to-assemble single oak garage kits. Call 01435 408030."
    },
    "title": "Why our single oak garage kits are the solution your home needs",
    "date": "2020-05-03",
    "markdownFile": "blog-2020-05-03.md"
  },
  {
    "meta": {
      "title": "Working from home? An oak garden room will lift your mood",
      "description": "We can’t guarantee much in the current world, but we can guarantee working from home in a garden office will make life feel a whole lot better. Call 01435 408030."
    },
    "title": "Working from home? An oak garden room will lift your mood",
    "date": "2020-06-11",
    "markdownFile": "blog-2020-06-11.md"
  },
  {
    "meta": {
      "title": "Turn your home into a home office- no sweat, no fuss",
      "description": "Keep your family and your boss happy with one of our stylish (and easy to erect) oak home office above your garage. Call 01435 408030."
    },
    "title": "Turn your home into a home office- no sweat, no fuss",
    "date": "2020-07-10",
    "markdownFile": "blog-2020-07-10.md"
  },
  {
    "meta": {
      "title": "Considering an extension? A garden room may be better (and simpler)",
      "description": "Looking for a simple, stylish and long-lasting solution to space issues? A Monarch Oak garden room may for you. Call 01435 408030."
    },
    "title": "Considering an extension? A garden room may be better (and simpler)",
    "date": "2020-08-13",
    "markdownFile": "blog-2020-08-13.md"
  },
  {
    "meta": {
      "title": "How much does an oak framed garage cost?",
      "description": "Take a closer look at choosing, and costing / budgeting for, your oak framed garage. Monarch Oak take you through it. Or Call 01435 408030."
    },
    "title": "How much does an oak framed garage cost?",
    "date": "2020-09-10",
    "markdownFile": "blog-2020-09-10.md"
  },
  {
    "meta": {
      "title": "Timber Framed Garage Kits: to fit or not to fit?",
      "description": "So, you want a timber-framed garage kit, but don’t know if you should have it professionally fitted or put the work in yourself? Monarch Oak take you through it. Or Call 01435 408030."
    },
    "title": "Timber Framed Garage Kits: to fit or not to fit?",
    "date": "2020-10-10",
    "markdownFile": "blog-2020-10-10.md"
  },
  {
    "meta": {
      "title": "The Fascinating History Of Prefabrication",
      "description": "The first recorded prefabs we know about date from the Roman Empire, so we’re also carrying on a long and proud tradition! Today, we take a closer look at this surprisingly ancient idea. Call 01435 408030 to get yours."
    },
    "title": "The Fascinating History Of Prefabrication",
    "date": "2020-11-10",
    "markdownFile": "blog-2020-11-10.md"
  },
  {
    "meta": {
      "title": "Oak-framed Garage? Carport? Does it even matter?",
      "description": "Monarch Oak talks about oak-framed carports and garages, how they differ, and how to decide which will be the best match for your lifestyle."
    },
    "title": "Oak-framed Garage? Carport? Does it even matter?",
    "date": "2020-12-10",
    "markdownFile": "blog-2020-12-10.md"
  },
  {
    "meta": {
      "title": "Why Buy It Yourself trade oak buildings may just be the answer your budget wanted!",
      "description": "Buy It Yourself prefab Oak buildings offer help you squeeze value out of your project without compromising quality or safety. Today Monarch Oak takes a look at this exciting new concept, and how it could work for you"
    },
    "title": "Why Buy It Yourself trade oak buildings may just be the answer your budget wanted!",
    "date": "2021-02-02",
    "markdownFile": "blog-2021-02-02.md"
  }
  ,
  {
    "meta": {
      "title": "How much does an oak framed garage or DIY garage kit cost?",
      "description": "In this guide, the Monarch Oak team will be breaking down how to choose, prepare for, and budget for, the oak framed garage of your dreams!"
    },
    "title": "How much does an oak framed garage or DIY garage kit cost?",
    "date": "2021-03-02",
    "markdownFile": "blog-2021-03-02.md"
  }
  ,
  {
    "meta": {
      "title": "Oak Framed Garages Sussex and Beyond!",
      "description": "Are you looking to deal with the U.K’s Number 1 expert in Oak? Monarch oak offers the oak framed garages Sussex loves, but also throughout the U.K!"
    },
    "title": "Oak Framed Garages Sussex and Beyond!",
    "date": "2021-03-25",
    "markdownFile": "blog-2021-03-25.md"
  }
]
