[
  {
    "meta": {
      "title": "4 Oak Framed Buildings to Enhance your Home - Monarch Oak South East",
      "description": "With such a versatile material like Oak we can build pretty much anything, take a look at our top 4 buildings to enhance your home and living space. Call 01435 408030."
    },
    "title": "4 Oak Framed Buildings Options to Enhance your Home",
    "date": "2019-10-01",
    "markdownFile": "blog-2019-10-01.md"
  },
  {
    "meta": {
      "title": "The oak difference: why there's no superior wood to build with - Monarch Oak South East"
    },
    "title": "The oak difference: why there's no superior wood to build with",
    "date": "2019-11-01",
    "markdownFile": "blog-2019-11-01.md"
  },
  {
    "meta": {
      "title": "From drab to dramatic: every home needs an oak porch - Monarch Oak South East"
    },
    "title": "From drab to dramatic: every home needs an oak porch",
    "date": "2019-12-01",
    "markdownFile": "blog-2019-12-01.md"
  },
  {
    "meta": {
      "title": "Timber framed building kits versus professional fitting: which is right for me? - Monarch Oak South East"
    },
    "title": "Timber framed building kits versus professional fitting: which is right for me?",
    "date": "2020-01-01",
    "markdownFile": "blog-2020-01-01.md"
  },
  {
    "meta": {
      "title": "Do I need planning permission for oak gazebos and garages? - Monarch Oak South East"
    },
    "title": "Do I need planning permission for oak gazebos and garages?",
    "date": "2020-02-01",
    "markdownFile": "blog-2020-02-01.md"
  },
  {
    "meta": {
      "title": "A new oak gazebo for the summer? Yes, please! - Monarch Oak South East"
    },
    "title": "A new oak gazebo for the summer? Yes, please!",
    "date": "2020-03-01",
    "markdownFile": "blog-2020-03-01.md"
  },
  {
    "meta": {
      "title": "Working from home? An oak garden room will lift your mood",
      "description": "We can’t guarantee much in the current world, but we can guarantee working from home in a garden office will make life feel a whole lot better. Call 01435 408030."
    },
    "title": "Working from home? An oak garden room will lift your mood",
    "date": "2020-06-11",
    "markdownFile": "blog-2020-06-11.md"
  },
  {
    "meta": {
      "title": "Turn your home into a home office- no sweat, no fuss",
      "description": "Keep your family and your boss happy with one of our stylish (and easy to erect) oak home office above your garage. Call 01435 408030."
    },
    "title": "Turn your home into a home office- no sweat, no fuss",
    "date": "2020-07-10",
    "markdownFile": "blog-2020-07-10.md"
  },
  {
    "meta": {
      "title": "Considering an extension? A garden room may be better (and simpler)",
      "description": "Looking for a simple, stylish and long-lasting solution to space issues? A Monarch Oak garden room may for you. Call 01435 408030."
    },
    "title": "Considering an extension? A garden room may be better (and simpler)",
    "date": "2020-08-13",
    "markdownFile": "blog-2020-08-13.md"
  },
  {
    "meta": {
      "title": "How much does an oak framed garage cost?",
      "description": "Take a closer look at choosing, and costing / budgeting for, your oak framed garage. Monarch Oak take you through it. Or Call 01435 408030."
    },
    "title": "How much does an oak framed garage cost?",
    "date": "2020-09-10",
    "markdownFile": "blog-2020-09-10.md"
  }
]
